#!/usr/bin/env python
# -*- coding: utf-8 -*-

WEIGHTS = """
קְטִילָה
הִקָּטְלוּת
קִטּוּל
הַקְטָלָה
הֶקְטֵל
הִתְקַּטְּלוּת
קִטְלוּל
אִקְטוּל
שִׁקְטוּל
תּקְטוּל
מִקְטָל
מִקְטָלָה
מִקְטוֹל
קִטְלִיָּה
מַקְטֵל
מַקְטֵלָה
מִקְטֶלֶת
מִקְטֹלֶת
מִקְטוֹל
קַטִּיל
קַטּוּל
קִטּוֹל
קַטֶּלֶת
קַטְלָן
קַטָּל
קַטַּאי
קַטְלַאי
קַטּוּל
קַטִּיל
קָטֹל
קִטּוֹל
קַטְלִיל
קַטְלוּל
קְטַלְטַל
קָטָל
קֶטֶל
קֹטֶל
קִטְלָה
קַטְלָה
קִטְלוֹן
קִטָּלוֹן
קַטְלוּת
קִטֹּולֶת
קְטֻלָּה
תַּקְטִיל
תַּקְטוּלָה
תַּקְטֵלָה
תִּקְטֶלֶת
תִּקְטֹלֶת
קָטֹל
קָטִיל
קִטֵּל
קַטֶּלֶת
""".strip().split()

VERB_TEMPLATES = """
פָעַל
הִפְעִיל
פִעֵּל
הִתְפַעֵּל
הֻפְעַל
נִפְעַל
פֻעַּל
""".strip().split()
